var json = {
    "success": true,
    "msg": null,
    "code": 200,
    "data": [
            {
                "value": "技术",
                "children": [
                    {
                        "value": "后端开发",
                        "children": [
                            "Java",
                            "C++",
                            "PHP",
                            "数据挖掘",
                            "搜索算法",
                            "精准推荐",
                            "C",
                            "C#",
                            "全栈工程师",
                            ".NET",
                            "Hadoop",
                            "Python",
                            "Delphi",
                            "VB",
                            "Perl",
                            "Ruby",
                            "Node.js",
                            "Go",
                            "ASP",
                            "Shell",
                            "区块链",
                            "后端开发其它"
                        ]
                    },
                    {
                        "value": "移动开发",
                        "children": [
                            "HTML5",
                            "Android",
                            "iOS",
                            "WP",
                            "移动开发其它"
                        ]
                    },
                    {
                        "value": "前端开发",
                        "children": [
                            "web前端",
                            "Flash",
                            "html5",
                            "JavaScript",
                            "U3D",
                            "COCOS2D-X",
                            "前端开发其它"
                        ]
                    },
                    {
                        "value": "人工智能",
                        "children": [
                            "深度学习",
                            "机器学习",
                            "图像处理",
                            "图像识别",
                            "语音识别",
                            "机器视觉",
                            "算法工程师",
                            "自然语言处理"
                        ]
                    },
                    {
                        "value": "测试",
                        "children": [
                            "测试工程师",
                            "自动化测试",
                            "功能测试",
                            "性能测试",
                            "测试开发",
                            "游戏测试",
                            "白盒测试",
                            "灰盒测试",
                            "黑盒测试",
                            "手机测试",
                            "硬件测试",
                            "测试经理",
                            "测试其它"
                        ]
                    },
                    {
                        "value": "运维",
                        "children": [
                            "运维工程师",
                            "运维开发工程师",
                            "网络工程师",
                            "系统工程师",
                            "IT支持",
                            "IDC",
                            "CDN",
                            "F5",
                            "系统管理员",
                            "病毒分析",
                            "WEB安全",
                            "网络安全",
                            "系统安全",
                            "运维经理",
                            "运维其它"
                        ]
                    },
                    {
                        "value": "DBA",
                        "children": [
                            "MySQL",
                            "SQLServer",
                            "Oracle",
                            "DB2",
                            "MongoDB",
                            "ETL",
                            "Hive",
                            "数据仓库",
                            "DBA其它"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "技术经理",
                            "技术总监",
                            "架构师",
                            "CTO",
                            "运维总监",
                            "技术合伙人",
                            "项目总监",
                            "测试总监",
                            "安全专家",
                            "高端技术职位其它"
                        ]
                    },
                    {
                        "value": "项目管理",
                        "children": [
                            "项目经理",
                            "项目助理"
                        ]
                    },
                    {
                        "value": "硬件开发",
                        "children": [
                            "硬件",
                            "嵌入式",
                            "自动化",
                            "单片机",
                            "电路设计",
                            "驱动开发",
                            "系统集成",
                            "FPGA开发",
                            "DSP开发",
                            "ARM开发",
                            "PCB工艺",
                            "模具设计",
                            "热传导",
                            "材料工程师",
                            "精益工程师",
                            "射频工程师",
                            "硬件开发其它"
                        ]
                    },
                    {
                        "value": "企业软件",
                        "children": [
                            "实施工程师",
                            "售前工程师",
                            "售后工程师",
                            "BI工程师",
                            "企业软件其它"
                        ]
                    }
                ]
            },
            {
                "value": "产品",
                "children": [
                    {
                        "value": "产品经理",
                        "children": [
                            "产品经理",
                            "网页产品经理",
                            "移动产品经理",
                            "产品助理",
                            "数据产品经理",
                            "电商产品经理",
                            "游戏策划",
                            "产品实习生"
                        ]
                    },
                    {
                        "value": "产品设计师",
                        "children": [
                            "网页产品设计师",
                            "无线产品设计师"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "产品部经理",
                            "产品总监",
                            "游戏制作人"
                        ]
                    }
                ]
            },
            {
                "value": "设计",
                "children": [
                    {
                        "value": "视觉设计",
                        "children": [
                            "视觉设计师",
                            "网页设计师",
                            "Flash设计师",
                            "APP设计师",
                            "UI设计师",
                            "平面设计师",
                            "美术设计师（2D/3D）",
                            "广告设计师",
                            "多媒体设计师",
                            "原画师",
                            "游戏特效",
                            "游戏界面设计师",
                            "游戏场景",
                            "游戏角色",
                            "游戏动作"
                        ]
                    },
                    {
                        "value": "交互设计",
                        "children": [
                            "交互设计师",
                            "无线交互设计师",
                            "网页交互设计师",
                            "硬件交互设计师"
                        ]
                    },
                    {
                        "value": "用户研究",
                        "children": [
                            "数据分析师",
                            "用户研究员",
                            "游戏数值策划"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "设计经理/主管",
                            "设计总监",
                            "视觉设计经理/主管",
                            "视觉设计总监",
                            "交互设计经理/主管",
                            "交互设计总监",
                            "用户研究经理/主管",
                            "用户研究总监"
                        ]
                    }
                ]
            },
            {
                "value": "运营",
                "children": [
                    {
                        "value": "运营",
                        "children": [
                            "用户运营",
                            "产品运营",
                            "数据运营",
                            "内容运营",
                            "活动运营",
                            "商家运营",
                            "品类运营",
                            "游戏运营",
                            "网络推广",
                            "运营专员",
                            "网店运营",
                            "新媒体运营",
                            "海外运营",
                            "运营经理"
                        ]
                    },
                    {
                        "value": "编辑",
                        "children": [
                            "副主编",
                            "内容编辑",
                            "文案策划",
                            "记者"
                        ]
                    },
                    {
                        "value": "客服",
                        "children": [
                            "售前咨询",
                            "售后客服",
                            "淘宝客服",
                            "客服经理"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "主编",
                            "运营总监",
                            "COO",
                            "客服总监"
                        ]
                    }
                ]
            },
            {
                "value": "市场",
                "children": [
                    {
                        "value": "市场/营销",
                        "children": [
                            "市场营销",
                            "市场策划",
                            "市场顾问",
                            "商务渠道",
                            "商业数据分析",
                            "活动策划",
                            "网络营销",
                            "海外市场",
                            "商务专员"
                        ]
                    },
                    {
                        "value": "媒介/公关",
                        "children": [
                            "政府关系",
                            "品牌公关",
                            "广告协调",
                            "媒介投放",
                            "媒介合作",
                            "媒介顾问"
                        ]
                    },
                    {
                        "value": "品牌/广告",
                        "children": [
                            "广告创意",
                            "广告制作",
                            "广告文案",
                            "广告投放",
                            "广告定价",
                            "广告专员",
                            "品牌合作",
                            "品牌策划",
                            "品牌专员",
                            "美术指导"
                        ]
                    },
                    {
                        "value": "渠道/推广",
                        "children": [
                            "市场推广",
                            "渠道推广",
                            "SEO",
                            "SEM"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "策划经理",
                            "媒介经理",
                            "市场总监",
                            "公关总监",
                            "媒介总监",
                            "创意总监"
                        ]
                    }
                ]
            },
            {
                "value": "销售",
                "children": [
                    {
                        "value": "销售",
                        "children": [
                            "销售专员",
                            "销售顾问",
                            "销售经理",
                            "客户代表",
                            "大客户代表",
                            "客户经理",
                            "商务拓展",
                            "渠道销售",
                            "代理商销售",
                            "电话销售",
                            "广告销售",
                            "信用卡销售",
                            "保险销售",
                            "销售工程师",
                            "商务渠道",
                            "其他销售"
                        ]
                    },
                    {
                        "value": "销售管理",
                        "children": [
                            "销售总监",
                            "商务总监",
                            "区域总监",
                            "城市经理",
                            "团队经理",
                            "销售VP",
                            "商务主管",
                            "其他销售管理职位"
                        ]
                    }
                ]
            },
            {
                "value": "职能",
                "children": [
                    {
                        "value": "人力资源",
                        "children": [
                            "人力资源",
                            "招聘",
                            "HRBP",
                            "人事/HR",
                            "培训经理",
                            "薪资福利经理",
                            "绩效考核经理",
                            "员工关系"
                        ]
                    },
                    {
                        "value": "行政",
                        "children": [
                            "助理",
                            "前台",
                            "行政",
                            "总助",
                            "文秘"
                        ]
                    },
                    {
                        "value": "财务",
                        "children": [
                            "会计",
                            "出纳",
                            "财务",
                            "结算",
                            "税务",
                            "审计",
                            "风控"
                        ]
                    },
                    {
                        "value": "法务",
                        "children": [
                            "法务",
                            "律师",
                            "专利"
                        ]
                    },
                    {
                        "value": "高端职位",
                        "children": [
                            "行政总监/经理",
                            "财务总监/经理",
                            "HRD/HRM",
                            "CFO",
                            "CEO"
                        ]
                    }
                ]
            },
            {
                "value": "游戏",
                "children": [
                    {
                        "value": "技术开发",
                        "children": [
                            "H5游戏开发",
                            "小游戏开发",
                            "游戏后端开发",
                            "C++游戏开发",
                            "FLASH",
                            "COCOS2D-X",
                            "U3D",
                            "游戏测试"
                        ]
                    },
                    {
                        "value": "产品策划",
                        "children": [
                            "游戏制作人",
                            "游戏产品经理",
                            "游戏项目经理",
                            "游戏策划",
                            "剧情设计",
                            "游戏文案"
                        ]
                    },
                    {
                        "value": "设计",
                        "children": [
                            "游戏动画",
                            "游戏原画",
                            "游戏界面",
                            "游戏场景",
                            "游戏角色",
                            "游戏动作",
                            "游戏动效",
                            "游戏美工"
                        ]
                    },
                    {
                        "value": "运营/推广",
                        "children": [
                            "游戏运营",
                            "游戏编辑",
                            "游戏推广",
                            "手游推广",
                            "页游推广"
                        ]
                    },
                    {
                        "value": "其他",
                        "children": [
                            "游戏主播",
                            "游戏陪练",
                            "游戏体验",
                            "电竞主持",
                            "电竞讲师"
                        ]
                    }
                ]
            }
    ]
}

export default json